Repository: common-repository/noprofeedorg
Catalog: langs/*.po
Languages: es_es, it_it

source: impossible to update the cache table, the server reported the following problems
es_es: imposible actualizar la tabla de caché, el servidor informó los siguientes problemas
it_it: impossibile aggiornare la tabella della cache, il server ha segnalato i seguenti errori

source: Click here to change settings
es_es: Presione aquí para cambiar configuración
it_it: Clicca qui per cambiare le impostazioni

source: Click here for support
es_es: Haga clic aquí para soporte
it_it: Clicca qui per aiuto

source: cache table correctly updated!
es_es: ¡La tabla de caché actualizada correctamente!
it_it: la tabella della cache è stata aggiornata correttaemente!

source: impossible to update the cache table, received incomplete data from the server!
es_es: imposible actualizar la tabla de caché, ¡recibió información incompleta desde el servidor!
it_it: impossibile aggiornare la tabella della cache, sono stati ricevuti dati incompleti dal server!

source: impossible to create the cache table!
es_es: ¡imposible crear la tabla de caché!
it_it: impossibile creare la tabella per la cache!

source: the widget style customization file is missing or not writeable!
es_es: El archivo de personalización de estilo de widget no se encuentra ¡o no permite la escritura!:
it_it: il file per la personalizzazione dello stile del widget è mancante!

source: Update Options
es_es: Opciones de actualización
it_it: Aggiorna le opzioni

source: Update Options and Reload The Feeds Cache
es_es: Opciones de actualización y caché para volver a cargar los Feeds
it_it: Aggiorna le opzioni e ricarica la cache dei feeds

source: Activate
es_es: Activar
it_it: Attiva

source: Deactivate
es_es: Desactivar
it_it: Disattiva

source: Fully deactivate
es_es: Desactivar completamente
it_it: Disattiva completamente

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: For further information please visit
es_es: Para más información, visite
it_it: Per ulteriori informazioni visita

source: Settings about how the widget will look like
es_es: Configuración de cómo el widget lucirá
it_it: Impostazioni sulla visualizzazione del widget

source: Actual widget size:
es_es: Tamaño actual de widget
it_it: Dimensione attuale del widget:

source: width
es_es: Ancho
it_it: larghezza

source: height
es_es: Altura
it_it: altezza

source: Move the slider knob to change the widget size; size limits are in the range of 200~401 pixels.
es_es: Mueva la perilla control deslizante para cambiar el tamaño del widget; límites de tamaño se encuentran en el rango de 200 ~ 401 píxeles.
it_it: Sposta la manopola qui sotto per cambiare la larghezza del widget; le dimensioni sono comprese tra 200 e 401 pixels.

source: Please wait...
es_es: Por favor espere ...
it_it: Attendere...

source: The height of the widget is determined by the following settings: increasing their values you will increase the widget height.
es_es: La altura del widget está determinada por los siguientes parámetros: aumentando su valor va a aumentar la altura widget
it_it: L'altezza del widget è determinata dalle seguenti impostazioni: aumentando i loro valori aumenterai l'altezza del widget.

source: Number of feeds
es_es: Número de alimentaciones
it_it: Numero dei feed

source: How much information will be shown for each feed
es_es: ¿Cuánta información se muestra para cada alimentación?
it_it: Quante informazioni visualizzare per ogni feed

source: The title and the entire feed content
es_es: El título y todo el contenido de la fuente
it_it: Il titolo ed il contenuto completo del feed

source: The title and the first sentence
es_es: El título y la primera frase
it_it: Il titolo e la prima frase del feed

source: Just the title
es_es: Sólo el título
it_it: Solo il titolo

source: Show the Read more link
es_es: Mostrar el vínculo Más información
it_it: Visualizza il link "Approfondisci"

source: Show the organization information
es_es: Mostrar la información de la organización
it_it: Visualizza le informazioni dell'organizzazione

source: Show the feed donation button
es_es: Mostrar el botón de donación feed
it_it: Visualizza il bottone per le donazioni

source: Show the shortest possible widget
es_es: Mostrar el widget más corto posible
it_it: Visualizza il widget più piccolo possibile

source: Show the most complete information
es_es: Mostrar la más completa información
it_it: Visualizza il widget con tutte le informazioni disponibili

source: Style
es_es: Estilo
it_it: Stile

source: Text color
es_es: Color texto
it_it: Colore del testo

source: Links color
es_es: Enlaces del Color
it_it: Colore dei links

source: Background color
es_es: Color de fondo
it_it: Colore dello sfondo

source: Border color
es_es: Color de bordes
it_it: Colore del bordo

source: Give the background a paper feeling
es_es: Dar al fondo una sensación de papel
it_it: Imposta lo sfondo simile alla grana della carta

source: Show the shadows to give a 3D effect
es_es: Mostrar las sombras para dar un efecto 3D
it_it: Visualizza le ombre per dare un effetto 3D

source: Reset the default values
es_es: Restablecer los valores predeterminados
it_it: Reimposta i valori iniziali (default)

source: Help non-profit organizations to disseminate about their activities and to collect donations.
es_es: Ayudar a las organizaciones sin fines de lucro a difundir sus actividades y recaudar donaciones.
it_it: Aiuta le organizzazioni no-profit a farsi conoscere e a raccogliere fondi.

source: Help non-profit orgs!
es_es: ¡Ayuda a orgs sin fines de lucro!
it_it: Aiuta le no-profit!

source: Title:
es_es: Título:
it_it: Titolo:

source: Read more
es_es: Leer más
it_it: Approfondisci

source: myEASY Series official site
es_es: Sitio oficial de la serie myEASY
it_it: il sito ufficiale della serie myEASY

source: Be the first to know what's going on! Join Our Mailing List:
es_es: ¡Sea el primero en saber lo que está pasando! Únase a nuestra Lista de Correo:
it_it: Rimani aggiornato! Sottoscrivi la nostra mailing list:

source: Your privacy is critically important to us!
es_es: ¡Su privacidad es muy importante para nosotros!.
it_it: La tua privacy è estremamente importante per noi!

source: Here below you can see a sample of how the widget will look like in your site.
es_es: Aquí abajo se puede ver una muestra de cómo el widget se verá en su sitio
it_it: Qui sotto puoi vedere un esempio di come verrà visualizzato il widget nel tuo sito.

source: Feel free to experiment by changing the values in the box here on the right, when you are happy with the widget look, click on one of the two "Update Options" buttons on the bottom of this page.
es_es: Siéntase libre de experimentar cambiando los valores en el cuadro de aquí a la derecha, cuando esté contento con el aspecto del widget, haga clic en uno de los dos botones "Opciones de actualización" en la parte inferior de esta página.
it_it: Sperimenta liberamente cambiando i valori nella sezione sulla destra, quando il widget ti piace clicca su uno dei due bottoni "Aggiorna le opzioni" in fondo alla pagina.

source: To be shown in the widget, each feed is filtered pending on the following settings
es_es: Para su visualización en el widget, cada toma se filtra a la espera de la siguiente configuración
it_it: Prima di essere visualizzati nel widget, ciascun feed sarà filtrato in base alle seguenti impostazioni

source: To be shown your feeds will be filtered pending on the following settings
es_es: que se muestra se filtrarán sus feeds dependiendo de los ajustes siguientes
it_it: Prima di essere visualizzati i tuoi feed saranno filtrati in base alle seguenti impostazioni

source: The feed must be written in one of the selected languages:
es_es: La alimentación debe ser escrita en uno de los idiomas seleccionados:
it_it: Il feed deve essere scritto in una delle seguenti lingue:

source: In which languages your feeds are written?
es_es: ¿En qué idiomas se escriben tus feeds?
it_it: In quali lingue sono scritti i tuoi feed?

source: If you would like to publish one or more feeds in a language that is not included in the list,
es_es: Si desea publicar una o varias feeds en un idioma que no está incluido en la lista,
it_it: Se vuoi pubblicare uno o più feed in una lingua he non è stata inclusa nella lista,

source: If your language is not included in the list,
es_es: Si su lenguaje no está incluido en la lista,
it_it: Se la tua lingua non è inclusa nella lista,

source: please let us know
es_es: por favor háganoslo saber
it_it: faccelo sapere

source: And must be associated by its author to the following selected categories:
es_es: y debe estar asociado por su autor a las siguientes categorías seleccionadas:
it_it: E devono essere associate dai loro autori alle seguenti categorie:

source: Which categories your feeds are related to?
es_es: ¿A qué categorías están relacionadas los feeds?
it_it: A quali categorie è inerente il tuo feed?

source: All
es_es: Todos
it_it: Tutte

source: None
es_es: Ninguno
it_it: Nessuna

source: The feed should talk about an activity that take place in one of the following selected areas:
es_es: La alimentación debe hablar de una actividad que tenga lugar en una de las siguientes áreas :
it_it: Il feed dovrebbe essere relativo ad attività che si svolgono in una delle seguenti aree:

source: Which geographics areas are covered by your activities?
es_es: ¿Qué áreas geográficas están cubiertas por sus actividades?
it_it: In quali aree geografiche svolgi le tue attività?
